IDEA StatiCa Open Model
Parameter Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the Parameter class
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
protected Parameter()
Protected Sub New
protected:
Parameter()
See Also
Reference
Parameter Class
IdeaRS.OpenModel.CrossSection Namespace